export const About = (): any => {
    return (
        <>
                <p
                    style={{ textAlign: "justify" }}
                >
                    Notek - это удобное приложение, разработанное специально для тех, кто ценит
                    эффективаное управление задачами и организацию рабочего времени. Одной из
                    главных особенностей этого прижения является создание заметок в формате Markdown,
                    что позволяет пользователям структурировать свои записи с помощью простого и интуитивно
                    понятного иснтаксиса. Кроме того, Notek включает в себя функциональный todo-лист, где
                    пользователи могут составлять список задач и отмечать их по мере выполнения.
                </p>
                <p
                    style={{ textAlign: "justify" }}
                >
                    Для тех, кто стремится к потимальной продуктивности, Notek предлагает настраиваемый
                    помодоро-таймер. Этот инструмент позволяет работать в интервалах, чередуя фокусировку на
                    задачах с короткими перерывами. Эффективное использование помодоро-техники способствует
                    повышению концентрации и улучшению управления времени.
                </p>
                <p
                    style={{ textAlign: "justify" }}
                >
                    Чтобы обеспечить максимальную доступность и удобство использования, Notek предоставляет
                    возможность установки приложени на ПК. Это означает, что помимо веб-версии, вы также можете скачать
                    Notek как desktop-приложение. Такой подход позволяет интегрировать управление задачами и заметками
                    непосредственно в вашу ОС, обеспечивая более глубокую интеграцию с вашим рабочим процессом.
                </p>
        </>
    )
}